{
  "1": {
    "title": "A SALIENT QUALITY TO HAVE",
    "image": "/images/victory.jpg",
    "content": "<p>Do you sometimes feel that your heart is swelling up with happiness or your head held high due to sense of pride?  When does that usually happen? Well, mostly it would be when you achieve something you have dreamt of a lot and worked hard for it. You can feel the same way or be even happier when someone achieves something great because of your guidance and encouragement. Is this possible? Yes, and it’s one of the best qualities a person can have. We all watch different sports.If we carefully observe the captains or coaches of these sports teams, we can see them constantly encouraging the team members to play well and keep telling motivating words.This shows how much important it is to encourage and motivate others for success.In this highly competitive and mechanized word, where human feelings and sentiments are thrown away,all are busy chasing their own dreams.During this chase, people are often forced to even dump their friends so that they can go ahead in their careers.No one is willing to spare their valuable time to help others around them. A famous quote goes this way“ A word of encouragement during a failure is worth more than an hour of praise after success”. </p>   <p> In Bible, there is a person named Joseph who was called Barnabas by the apostles.The name Barnabas means“ Son of encouragement” in Greek(Acts 4: 36).Barnabas must have been a very encouraging person to deserve that name.In Acts 15: 36 onwards we can see how a disagreement happened between Paul and Barnabas on whether to take Mark with them.Here, Paul doesn’ t support Barnabas’ idea of taking Mark because he had once deserted them.But here we can see, in spite of this failure in Mark’ s life, Barnabas supported him.This was because he saw the good in Mark and therefore instead of leaving him behind, he took him for his missionary journey.Later in 2 Timothy 4: 11, Paul writes“ Get Mark and bring him with you, because he is helpful to me in my ministry”.This shows us that Paul eventually realized the potential of Mark which can be attributed to the encouragement given by Barnabas. </p>  <p> Everyone around us is blessed with some or the other talent.Most of the time, these talentsget wasted because they don’ t get the encouragement required or a place to showcase their talent.Being a child of God, we should encourage others to perform well using the talents uniquely bestowed on them.No one would be perfect in all ways.All will be having some flaws with them.Failures would often dampen the spirits.But if that person meets someone who would encourage and boost their self - esteem, then miracles can happen.1 Thessalonians 5: 11 says“ Therefore encourage one another and build each other up” </p>  <p> It’ s easy to be in the limelight and catch the attention of the audience.But it requires more work to stand behind the curtains and encourage another person to perform and lend a helping hand for his / her success.Let’ s all have an encouraging spirit which finds the good in others and helps them overcome the flaws.Instead of always enjoying our own success story let’ s be part of someone else’ s success story.Just as 1 Thessalonians 5: 14 says“ And we urge you, brothers, warn those who are idle, encourage the timid, help the weak, be patient with everyone”.Let’ s be a Barnabas in our Church and Society. </p> "
  },
  "2":{
  	"title":"My letters for Lord",
  	"image":"/images/commit.jpg",
  	"content":"<p>“Action” to me is something which we have to make happen. Without action we can’t tell the work is done or without happening it’s not an action, simple right? Donald Norman says there should be seven stages in the process of action and he termed as “seven stages of action”. Yep when I read that it’s seems to be right and valuable. </p> <ol> <li>Forming the goal</li> <li>Forming the intention</li> <li>Specifying an action</li> <li>Executing the action</li> <li>Perceiving the state of the world</li> <li>Interpreting the state of the world</li> <li>Evaluating the outcome.</li> </ol> <p>Each and every step is important in our action, if one goes wrong I say you are done for the day. This world will say you are not good and they will give the last chair for you. Let me ask you my friend, Do you want to be in the last chair for the whole life? Only one life lord has given for us and it’s not good to be in last chair. You may have lot of ideas and want to excel but you are failing in your actions. Humans are not perfect and trust me friend no one is perfect. This are not my words these are taken from the living book “The BIBLE”. When I say the living book, yep this world and it’s happenings proves it. Seems I’m moving away from my topic, no! I want to make a point. About Bible and human perfection I’ll write detail in upcoming letters. So coming back the living books says humans are imperfect so it’s a matter of all, but the living book not only judge human but also, now read the heading of my letter. That’s why the Bible Lives.</p> <br/>Jithu James <br/>My letters for Lord  <br/>12/12/16."
  }
}